Repository: sndrzt/gdm-2.4.1.3-5
Catalog: po/*.po
Languages: hu, ro

source: %s: Display %s busy. Trying another display number.
hu: %s: A(z) %s képernyő foglalt. Másikat próbálok.

source: Invalid server command '%s'
hu: Érvénytelen szerver parancs '%s'
ro: Comandă server invalidă '%s'

source: Server name '%s' not found, using standard server
hu: A '%s' szerver nevet nem találtam. Használom az alap szervert

source: gdm_server_spawn: Could not open logfile for display %s!
hu: gdm_server_spawn: Nem tudom megnyitni a %s képernyőhöz tartozó naplófájlt!
ro: gdm_server_spawn: Nu s-a putut deschide fişierul log pentru displayul %s!

source: gdm_server_spawn: Error setting USR1 to SIG_IGN
hu: gdm_server_spawn: Hiba USR1 SIG_IGN-re állítása közben
ro: gdm_server_spawn: Eroare la setarea USR1 la SIG_IGN

source: gdm_server_spawn: Error setting TTIN to SIG_IGN
hu: gdm_server_spawn: Hiba TTIN SIG_IGN-re állítása közben
ro: gdm_server_spawn: Eroare la setarea TTIN la SIG_IGN

source: gdm_server_spawn: Error setting TTOU to SIG_IGN
hu: gdm_server_spawn: Hiba TTOU SIG_IGN-re állítása közben
ro: gdm_server_spawn: Eroare la setarea TTOU la SIG_IGN

source: gdm_server_spawn: Error setting HUP to SIG_DFL
hu: gdm_server_spawn: Hiba HUP SIG_DFL-re állítása közben
ro: gdm_server_spawn: Eroare la setarea HUP la SIG_DFL

source: gdm_server_spawn: Error setting TERM to SIG_DFL
hu: gdm_server_spawn: Hiba TERM SIG_DFL-re állítása közben
ro: gdm_server_spawn: Eroare la setarea TERM la SIG_DFL

source: %s: Empty server command for display %s
hu: %s: Üres szerver parancs a %s képernyőre

source: %s: Server was to be spawned by uid %d but that user doesn't exist
hu: %s: A szervert a %d uid-nek kellene indítania, de ez a felhasználó nem létezik

source: %s: Couldn't set groupid to %d
hu: %s: Nem tudom a csoportazonosítót %d-re állítani
ro: %s: Nu s-a putut seta groupid la %d

source: %s: initgroups() failed for %s
hu: %s: initgroups() sikertelen a következőhöz: %s

source: %s: Couldn't set userid to %d
hu: %s: Nem tudom a felhasználói azonosítót %d-re állítani
ro: %s: Nu s-a putut seta userid la %d

source: %s: Couldn't set groupid to 0
hu: %s: Nem tudom a csoportazonosítót 0-ra állítani
ro: %s: Nu s-a putut seta groupid la 0

source: gdm_server_spawn: Xserver not found: %s
hu: gdm_server_spawn: A(z) %s Xserver nem található.
ro: gdm_server_spawn: Xserver nu a fost gãsit: %s

source: gdm_server_spawn: Can't fork Xserver process!
hu: gdm_server_spawn: Nem tudom elindítani az Xserver folyamatot!
ro: gdm_server_spawn: Nu se poate face fork la procesul Xserver!

source: %s: Error setting up TERM/INT signal handler: %s
hu: %s: Hiba a TERM/INT jelzés kezelésének beállításakor: %s
ro: %s: Eroare la setarea handler-ului pentru semnalul TERM/INT: %s

source: %s: Error setting up USR2 signal handler: %s
hu: %s: Hiba a USR2 jelzés kezelésének beállításakor: %s
ro: %s: Eroare la setarea handler-ului pentru semnalul USR2: %s

source: I could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart gdm when the problem is corrected.
hu: Nem tudom elindítani az X szervert (a grafikus felületed) valamilyen belső hiba folytán. Kérlek szólj a rendszergazdának, vagy ellenőrizd a syslogot. Addig is ez a képernyő ki lesz kapcsolva. Indítsd újra a gdm-et ha a probléma megoldódott.

source: focus_first_x_window: cannot fork
hu: focus_first_x_window: új folyamat indítása sikertelen
ro: focus_first_x_window: nu pot face fork

source: focus_first_x_window: cannot open display %s
hu: focus_first_x_window: %s képernyő megnyitása sikertelen
ro: focus_first_x_window: nu pot deschide afişajul %s

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file. I will attempt to start it from the default location.
hu: Nem tudom elindítani a konfigurációs programot. Győződj meg róla, hogy a path be van állítva a konfigurációs fájlban. Megpróbálom elindítani az alapértelmezett helyről.
ro: N-am putut executa programul de configurare. Asiguraţi-vã ca în fişierul de configuraţie calea este setatã corect. O sã încerc sã-l pornesc din locaţia implicitã.

source: Could not execute the configuration program. Make sure it's path is set correctly in the configuration file.
hu: Nem tudom elindítani a konfigurációs programot. Győződj meg róla, hogy a path be van állítva a konfigurációs fájlban.
ro: N-am putut executa programul de configurare. Asiguraţi-vã ca în fişierul de configuraţie calea este setatã corect.

source: Enter the root password to run the configuration.
hu: Írd be a root jelszót a beállítás elindításához.
ro: Introduceţi parola de root pentru a rula configuraţia.

source: gdm_slave_wait_for_login: No login/Bad login
hu: gdm_slave_wait_for_login: Nincs felhasználó/Rossz bejelentkezés
ro: gdm_slave_wait_for_login: Nici un login/Login greşit

source: %s: Can't init pipe to gdmgreeter
hu: %s: Nem tudom inicializálni a csővezetéket a gdmgreeterhez
ro: %s: Nu pot iniţializa conectorul pipe cãtre gdmgreeter

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. So I have started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
hu: Nincs szerver definiálva a konfigurációs fájlban, és az XDMCP ki van kapcsolva. Ez csak egy beállítási hiba lehet. Elindítottam neked egy szervert. Kérlek lépj be, és javítsd meg a beállítást. Az automatikus és időzített bejelentkezések le vannak tiltva.

source: I could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
hu: Nem tudtam elindítani az X szervert (a grafikus felületed) így ez egy csökkentett X szerver. Lépj be és állítsd be jól az X szerveredet.

source: The specified display number was busy, so this server was started on display %s.
hu: A megadott képernyő foglalt, így a szervert a %s képernyőn indítottam el.

source: gdm_slave_greeter: Cannot start greeter trying default: %s
hu: gdm_slave_greeter: Üdvözlő indítása sikertelen. Alapértelmezett indítása: %s
ro: gdm_slave_greeter: Eroare pornire greeter cu setãri implicite: %s

source: Cannot start the greeter program, you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
hu: Nem tudom indítani az üdvözlő programot, így nem tudsz majd belépni. Ezt a képernyőt kikapcsolom. Próbálj meg más módon bejelentkezni, és megjavítani a konfigurációs fájlt.

source: %s: Error starting greeter on display %s
hu: %s: Hiba az üdvözlő %s képernyőn történő indításakor
ro: %s: Eroare pornire greeter pe displayul %s

source: %s: Can't fork gdmgreeter process
hu: %s: Nem tudom indítani a gdmgreeter folyamatot
ro: %s: Nu pot face fork la procesul gdmgreeter

source: %s: Can't open fifo!
hu: %s: fifo megnyitása sikertelen
ro: %s: Nu pot deschide fifo!

source: gdm_slave_chooser: Can't init pipe to gdmchooser
hu: gdm_slave_greeter: Nem tudom inicializálni a pipe-ot a gdmgreeterhez
ro: gdm_slave_chooser: Nu pot iniţializa conectorul pipe cãtre gdmchooser

source: Cannot start the chooser program, you will not be able to log in. Please contact the system administrator.
hu: A választó programot nem tudom indítani, Így nem tudsz belépni. Kérlek szólj a rendszergazdának.

source: gdm_slave_chooser: Error starting chooser on display %s
hu: gdm_slave_greeter: Hiba az üdvözlő %s képernyőn történő indításakor
ro: gdm_slave_chooser: Eroare pornire greeter pe displayul %s

source: gdm_slave_chooser: Can't fork gdmchooser process
hu: gdm_slave_greeter: Nem tudom indítani a gdmgreeter folyamatot
ro: gdm_slave_chooser: Nu pot face fork la procesul gdmchooser

source: %s: Could not open ~/.xsession-errors
hu: %s: Nem tudtam megnyitni a ~/.xsession-errors fájlt
ro: %s: Nu s-a putut deschide ~/.xsession-errors

source: gdm_slave_session_start: Execution of PreSession script returned > 0. Aborting.
hu: gdm_slave_session_start: A PreSession szkript futtatása 0-nál nagyobb értékkel tért vissza. Művelet megszakítása.
ro: gdm_slave_session_start: Execuţia scriptului PreSesiune a întors > 0. Abandonez!

source: Language %s does not exist, using %s
hu: %s nyelv nem létezik, %s-t használom

source: System default
hu: Rendszer alapértelmezett
ro: Setarea implicită a sistemului

source: %s: Could not setup environment for %s. Aborting.
hu: %s: Nem tudtam beállítani a környezetet %s részére. Művelet megszakítása.
ro: %s: Nu am putut seta mediul pentru %s. Renunţ.

source: %s: setusercontext() failed for %s. Aborting.
hu: %s: setusercontext() %s-nek sikertelen. Művelet megszakítása.
ro: %s: setusercontext() a eşuat pentru %s. Abandonez.

source: gdm_slave_session_start: Could not become %s. Aborting.
hu: gdm_slave_session_start: Nem tudok %s-é válni. Művelet megszakítása.
ro: gdm_slave_session_start: Nu s-a putut deveni %s. Abandonez!

source: gdm_slave_session_start: gnome-session not found for a failsafe gnome session, trying xterm
hu: gdm_slave_session_start: gnome-session nem található (failsafe GNOME munkamenethez), próbálom az xtermet

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
hu: Nem találom a telepített GNOME-ot, megpróbálom futtatni a "csökkentett xterm" munkamenetet.

source: This is the Failsafe Gnome session. You will be logged into the 'Default' session of Gnome with no startup scripts run. This is only to fix problems in your installation.
hu: Ez a Csökkentett Gnome munkamenet. Az alapértelmezett Gnome munkamenetbe kerülsz, beléptetve az indító szkriptek lefuttatása nélkül. Csak azért van, hogy a rendszered hibáit javíthasd.

source: Cannot find "xterm" to start a failsafe session.
hu: "xterm" nem található a csökkentett munkamenethez.
ro: Nu pot gãsi "xterm" pentru a porni o sesiune minimalã.

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
hu: Ez a csökkentett xterm munkamenet. Egy terminál konzolba leszel beléptetve hogy megjavíthasd a rendszeredet, ha nem tudsz más módon belépni. Hogy kilépj az emulátorból, írj 'exit'-et és nyomj entert az ablakban.

source: Running %s for %s on %s
hu: %s futtatása %s-nek a %s-en
ro: Rulez %s pentru %s pe %s

source: gdm_slave_session_start: User not allowed to log in
hu: gdm_slave_session_start: A felhasználó nem léphet be
ro: gdm_slave_session_start: Utilizatorul nu are voie sã se logheze

source: The system administrator has disabled your account.
hu: A rendszergazda felfüggesztette a felhasználói azonosítódat.
ro: Adminstratorul sistemului v-a dezactivat contul.

source: gdm_slave_session_start: Could not find/run session `%s'
hu: gdm_slave_session_start: Nem tudom a `%s' munkamenetet elindítani(vagy nem találom)
ro: gdm_slave_session_start: Nu s-a putut gãsi/porni sesiunea `%s'

source: Cannot start the session, most likely the session does not exist. Please select from the list of available sessions in the login dialog window.
hu: Nem tudom indítani a munkamenetet. Valószínűleg nem létezik. Kérlek válassz az elérhető munkamenetek listájából a beléptető párbeszédablakban.

source: gdm_slave_session_start: Could not start session `%s'
hu: gdm_slave_session_start: Nem tudom a `%s' munkamenetet elindítani
ro: gdm_slave_session_start: Nu s-a putut porni sesiunea `%s'

source: Cannot start your shell. It could be that the system administrator has disabled your login. It could also indicate an error with your account.
hu: Nem tudom indítani a shelledet. Előfordulhat, hogy a rendszergazda letiltotta az azonosítódat. Az is lehet, hogy valami hiba van az azonosítódban.

source: gdm_slave_session_start: User passed auth but getpwnam(%s) failed!
hu: gdm_slave_session_start: A belépés sikeres, de a getpwnam(%s) sikertelen!
ro: gdm_slave_session_start: Utilizatorul a trecut de auth dar getpwnam(%s) a eşuat!

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the root directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
hu: A saját könyvtárad: '%s', de ez a könyvtár nem létezik. Be akarsz lépni úgy hogy a gyökérkönyvtár legyen a saját könyvtárad? Valószínűleg semmi sem fog működni, hacsak nem a failsafe munkamenetet választod.

source: %s: Home directory for %s: '%s' does not exist!
hu: %s: A(z) %s felhasználó saját könyvtára nem létezik (%s).
ro: %s: Directorul Acasă pentru %s: '%s' nu existã!

source: GDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
hu: A GDM nem tudott írni az engedélyezőfájlodba. Ez jelentheti azt, hogy megtelt a lemez, vagy hogy a saját könyvtáradat nem lehet írásra megnyitni. Bármi történt is, nem tudsz bejelentkezni. Kérlek, szólj a rendszergazdának.

source: gdm_slave_session_start: Error forking user session
hu: gdm_slave_session_start: Hiba a felhasználói munkamenet indításakor
ro: gdm_slave_session_start: Eroare la fork sesiunea utilizator

source: Your session only lasted less then 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
hu: A munkameneted kevesebb mint 10 másodpercig tartott. Ha nem magadtól léptél ki, akkor ez azt jelentheti, hogy valami telepítési hiba történt vagy megtelt a lemez. Próbálj meg belépni csökkentett módban, hogy lásd, ki tudod-e küszöbölni a problémát.

source: View details (~/.xsession-errors file)
hu: Részletek (~/.xsession-errors fájl)

source: Ping to %s failed, whacking display!
hu: A(z) %s pingelése sikertelen, a képernyő hibás lehet!

source: gdm_slave_xioerror_handler: Fatal X error - Restarting %s
hu: gdm_slave_xioerror_handler: Végzetes X hiba - %s újraindítása
ro: gdm_slave_xioerror_handler: Eroare X fatala - Repornesc %s

source: gdm_slave_exec_script: Failed starting: %s
hu: gdm_exec_script: A(z) %s indítása sikertelen.
ro: gdm_slave_exec_script: Eşuat la pornirea %s

source: gdm_slave_exec_script: Can't fork script process!
hu: gdm_slave_exec_script: Nem tudom a szkript folyamatot elindítani!
ro: gdm_slave_exec_script: Nu pot face fork la procesul script!

source: gdm_parse_enriched_login: Failed creating pipe
hu: gdm_parse_enriched_string: Pipe létrehozása sikertelen
ro: gdm_parse_enriched_login: Eroare la creeare pipe

source: gdm_parse_enriched_login: Failed executing: %s
hu: gdm_parse_enriched_login: %s indítása sikertelen
ro: gdm_parse_enriched_login: Eşuat la pornirea %s

source: gdm_parse_enriched_login: Can't fork script process!
hu: gdm_parse_enriched_login: Szkript folyamat indítása sikertelen
ro: gdm_parse_enriched_login: Nu pot face fork la procesul script!

source: Please enter your username
hu: Add meg az azonosítódat
ro: Vã rog introduceţi numele dvs. de utilizator

source: Username:
hu: Felhasználó:
ro: Nume utilizator:

source: Password:
hu: Jelszó:
ro: Parola:

source: Couldn't authenticate user
hu: A felhasználót nem tudtam azonosítani
ro: Nu s-a putut autentifica utilizatorul

source: Incorrect username or password. Letters must be typed in the correct case. Please be sure the Caps Lock key is not enabled
hu: Érvénytelen felhasználó vagy jelszó. A kis- és nagybetűk különbözőek. A Caps Lock legyen kikapcsolva
ro: Nume utilizator sau parolã incorectã. Literele mici diferã de cele mari. Va rog sã vã asiguraţi cã tasta Caps Lock nu este activatã

source: Root login disallowed on display '%s'
hu: A root belépés nem engedélyezett a '%s' képernyőn
ro: Loginul root nu este aprobat pe displayul '%s'

source: The system administrator is not allowed to login from this screen
hu: A rendszergazda nem léphet be erről a képernyőről.
ro: Adminstratorului sistemului nu îi este permis sã se login de la acest ecran

source: User %s not allowed to log in
hu: %s felhasználó nem jelentkezhet be
ro: Utilizatorul %s nu are voie sã se logheze

source: The system administrator has disabled your account.
hu: A rendszergazda felfüggesztette a felhasználói azonosítódat.
ro: Adminstratorul sistemului v-a dezactivat contul.

source: Cannot set user group for %s
hu: Nem tudom beállítani a felhasználó csoportját a %s részére
ro: Nu pot seta grupul de utilizatori pentru %s

source: Cannot set your user group, you will not be able to log in, please contact your system administrator.
hu: Nem tudom beállítani a felhasználói csoportod, így nem tudsz belépni. Kérlek szólj a rendszergazdának.
ro: Nu pot seta grupul dvs. de utilizatori, nu veţi putea face login. Vă rog să contactaţi administratorul sistemului.

source: Cannot get passwd structure for %s
hu: Nem tudom a passwd struktúráját meghatározni a %s számára

source: Cannot setup pam handle with null login and/or display
hu: Nem tudom meghívni a PAM-ot üres felhasználónévvel és/vagy képernyővel

source: Can't find /etc/pam.d/%s!
hu: Nem találom a /etc/pam.d/%s fájlt!
ro: Nu pot gãsi /etc/pam.d/%s!

source: Can't set PAM_TTY=%s
hu: Nem tudom beállítani a PAM_TTY=%s változót
ro: Nu pot seta PAM_TTY=%s

source: Can't set PAM_RUSER=%s
hu: Nem tudom beállítani a PAM_RUSER=%s változót
ro: Nu pot seta PAM_RUSER=%s

source: Can't set PAM_RHOST=%s
hu: Nem tudom beállítani a PAM_RHOST=%s változót
ro: Nu pot seta PAM_RHOST=%s

source: The system administrator is not allowed to login from this screen
hu: A rendszergazda nem léphet be erről a képernyőről.
ro: Adminstratorului sistemului nu îi este permis sã se login de la aceat ecran.

source: Authentication token change failed for user %s
hu: Nem tudtam megváltoztatni a %s felhasználó jelszavát
ro: Schimbare 'token' autentificare eşuatã pentru utilizatorul %s

source: The change of the authentication token failed. Please try again later or contact the system administrator.
hu: A jelszó megváltoztatása sikertelen. Kérlek próbáld meg később, vagy lépj kapcsolatba a rendszergazdával.

source: User %s no longer permitted to access the system
hu: %s felhasználó már nem léphet be a rendszerbe
ro: Utilizatorul %s nu mai are dreptul să acceseze sistemul

source: User %s not permitted to gain access at this time
hu: %s felhasználó ebben az időpontban nem léphet be
ro: Utilizatorul %s nu are dreptul să acceseze sistemul în acest moment

source: The system administrator has disabled access to the system temporarily.
hu: A rendszergazda felfüggesztette a belépést a rendszerbe egy időre.
ro: Adminstratorul sistemului v-a dezactivat temporar accesul la sistem.

source: Couldn't set acct. mgmt for %s
hu: Nem tudtam beállítani az felhasználómenedzsmentet %s részére
ro: Nu s-a putut seta mgmt cont pentru %s

source: Couldn't set credentials for %s
hu: Nem tudtam beállítani a hitelesítési információkat %s részére
ro: Nu s-a putut seta credenţialele pentru %s

source: Couldn't open session for %s
hu: Nem tudtam megnyitni a munkamenetet %s részére
ro: Nu s-a putut deschide sesiunea pentru %s

source: Incorrect username or password. Letters must be typed in the correct case. Please make sure the Caps Lock key is not enabled.
hu: Érvénytelen felhasználó vagy jelszó. A kis- és nagybetűk különbözőek. A Caps Lock legyen kikapcsolva.
ro: Nume utilizator sau parolã incorectã. Literele mici diferã de cele mari. Vă rog sã vã asiguraţi cã tasta Caps Lock nu este activatã.

source: Authentication failed
hu: Sikertelen bejelentkezés
ro: Autentificare eşuatã

source: Automatic login
hu: Automatikus bejelentkezés
ro: Login automat

source: The system administrator has disabled your access to the system temporary.
hu: A rendszergazda felfüggesztette a belépést a rendszerbe egy időre.
ro: Adminstratorul sistemului a dezactivat temporar accesul dvs. la sistem.

source: Can't find PAM configuration for gdm.
hu: Nem találom a PAM gdm konfigurációs fájlját
ro: Nu pot gãsi fişierul de configurare PAM pentru gdm.

source: gdm_xdmcp_init: Could not get server hostname: %s!
hu: gdm_xdmcp_init: Nem találom a %s nevű kiszolgálót!
ro: gdm_xdmcp_init: Nu s-a putut obţine hostname-ul serverului: %s!

source: gdm_xdmcp_init: Could not create socket!
hu: gdm_xdmcp_init: Nem tudom létrehozni a socketet!
ro: gdm_xdmcp_init: Nu s-a putut crea socketul!

source: gdm_xdmcp_init: Could not bind to XDMCP socket!
hu: gdm_xdmcp_init: Nem tudok figyelni az XDMCP socketen!
ro: gdm_xdmcp_init: Nu s-a putut face bind la socketul XDMCP!

source: gdm_xdmcp_decode: Could not create XDMCP buffer!
hu: gdm_xdmcp_decode: Nem tudtam létrehozni az XDMCP puffert!
ro: gdm_xdmcp_decode: Nu s-a putut crea bufferul XDMCP!

source: gdm_xdmcp_decode: Could not read XDMCP header!
hu: gdm_xdmcp_decode: Nem tudtam elolvasni az XDMCP fejlécet!
ro: gdm_xdmcp_decode: Nu s-a putut citi începutul XDMCP!

source: gdm_xdmcp_decode: Incorrect XDMCP version!
hu: gdm_xdmcp_decode: Hibás XDMCP verzió!
ro: gdm_xdmcp_decode: Versiune XDMCP incorectã!

source: gdm_xdmcp_decode_packet: Unknown opcode from host %s
hu: gdm_xdmcp_decode_packet: Ismeretlen opcode a(z) %s géptől
ro: gdm_xdmcp_decode_packet: opcode necunoscut de la hostul %s

source: gdm_xdmcp_handle_query: Could not extract authlist from packet
hu: gdm_xdmcp_handle_query: Nem tudom kibontani a joglistát a csomagból
ro: gdm_xdmcp_handle_query: Nu s-a putut extrage lista auth din pachet

source: gdm_xdmcp_handle_query: Error in checksum
hu: gdm_xdmcp_handle_query: Ellenőrző összeg hiba
ro: gdm_xdmcp_handle_query: Eroare în checksum

source: gdm_xdmcp_handle_forward_query: Could not read display address
hu: gdm_xdmcp_handle_forward_query: Nem tudtam olvasni a képernyő címét
ro: gdm_xdmcp_handle_forward_query: Nu s-a putu citi adresa display

source: gdm_xdmcp_handle_forward_query: Could not read display port number
hu: gdm_xdmcp_handle_forward_query: Nem tudtam olvasni a képernyő port számát
ro: gdm_xdmcp_handle_forward_query: Nu s-a putut citi numãrul portului display

source: gdm_xdmcp_handle_forward_query: Could not extract authlist from packet
hu: gdm_xdmcp_handle_forward_query: Nem tudtam kibontani a joglistát a csomagból
ro: gdm_xdmcp_handle_forward_query: Nu s-a putut extrage lista auth din pachet

source: gdm_xdmcp_handle_forward_query: Error in checksum
hu: gdm_xdmcp_handle_forward_query: Hiba az ellenőrzőösszegben
ro: gdm_xdmcp_handle_forward_query: Eroare în checksum

source: gdm_xdmcp_handle_forward_query: Bad address
hu: gdm_xdmcp_handle_forward_query: Rossz cím
ro: gdm_xdmcp_handle_forward_query: Adresã proastã

source: Denied XDMCP query from host %s
hu: Megtagadott XDMCP kérés a %s géptől
ro: Cerere XDMCP respinsã de la hostul %s

source: gdm_xdmcp_handle_request: Got REQUEST from banned host %s
hu: gdm_xdmcp_handle_request: Kérés érkezett a kitiltott %s gazdától
ro: gdm_xdmcp_handle_request: Primit cerere de la host interzis %s

source: gdm_xdmcp_handle_request: Could not read Display Number
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a képernyő számát
ro: gdm_xdmcp_handle_request: Nu s-a putut citi numãrul display

source: gdm_xdmcp_handle_request: Could not read Connection Type
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a kapcsolat típusát
ro: gdm_xdmcp_handle_request: Nu s-a putut citi tipul conexiunii

source: gdm_xdmcp_handle_request: Could not read Client Address
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a kliens Címét
ro: gdm_xdmcp_handle_request: Nu s-a putut citi adresa client
