Repository: sndrzt/gdm-2.4.1.3-5
Catalog: po/*.po
Languages: hu, ro

source: gdm_xdmcp_handle_request: Could not read Authentication Names
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a hitelesítési neveket
ro: gdm_xdmcp_handle_request: Nu s-a putut citi numele de autentificare

source: gdm_xdmcp_handle_request: Could not read Authentication Data
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a hitelesítési adatot
ro: gdm_xdmcp_handle_request: Nu s-a putut citi datele de autentificare

source: gdm_xdmcp_handle_request: Could not read Authorization List
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a hitelesítési listát
ro: gdm_xdmcp_handle_request: Nu s-a putut citi lista autorizaţii

source: gdm_xdmcp_handle_request: Could not read Manufacturer ID
hu: gdm_xdmcp_handle_request: Nem tudtam olvasni a gyártó azonosítóját
ro: gdm_xdmcp_handle_request: Nu s-a putut citi IDul fabricantului

source: gdm_xdmcp_handle_request: Failed checksum from %s
hu: gdm_xdmcp_handle_request: Ellenőrző összeg hiba %s-től
ro: gdm_xdmcp_handle_request: Checksum eşuat de la %s

source: gdm_xdmcp_handle_manage: Got Manage from banned host %s
hu: gdm_xdmcp_handle_manage: Vezérlés érkezett %s kitiltott gazdától
ro: gdm_xdmcp_handle_manage: Obţinut Manage de la host interzis %s

source: gdm_xdmcp_handle_manage: Could not read Session ID
hu: gdm_xdmcp_handle_manage: Nem tudtam olvasni a munkamenet azonosítót
ro: gdm_xdmcp_handle_manage: Nu s-a putut citi IDul sesiunii

source: gdm_xdmcp_handle_manage: Could not read Display Number
hu: gdm_xdmcp_handle_manage: Nem tudtam olvasni a képernyő számát
ro: gdm_xdmcp_handle_manage: Nu s-a putut citi numãrul displayului

source: gdm_xdmcp_handle_manage: Could not read Display Class
hu: gdm_xdmcp_handle_manage: Nem tudtam olvasni a képernyőosztályt
ro: gdm_xdmcp_handle_manage: Nu am putut citi clasa afişajului

source: %s: Could not read address
hu: %s: Nem tudom olvasni a címet
ro: %s: Nu s-a putut citi adresa

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from banned host %s
hu: gdm_xdmcp_handle_keepalive: KEEPALIVE érkezett a(z) %s kitiltott gazdától
ro: gdm_xdmcp_handle_keepalive: Primit KEEPALIVE de la host interzis %s

source: gdm_xdmcp_handle_keepalive: Could not read Display Number
hu: gdm_xdmcp_handle_keepalive: Nem tudtam olvasni a képernyő számot
ro: gdm_xdmcp_handle_keepalive: Nu s-a putut citi numãrul displayului

source: gdm_xdmcp_handle_keepalive: Could not read Session ID
hu: gdm_xdmcp_handle_keepalive: Nem tudtam olvasni a munkamenet azonosítót
ro: gdm_xdmcp_handle_keepalive: Nu s-a putut citi IDul sesiunii

source: gdm_xdmcp_init: No XDMCP support
hu: gdm_xdmcp_init: Nincs XDMCP támogatás
ro: gdm_xdmcp_init: Nu existã suport XDMCP

source: gdm_xdmcp_run: No XDMCP support
hu: gdm_xdmcp_run: Nincs XDMCP támogatás
ro: gdm_xdmcp_run: Nu existã suport XDMCP

source: gdm_xdmcp_close: No XDMCP support
hu: gdm_xdmcp_close: Nincs XDMCP támogatás
ro: gdm_xdmcp_close: Nu existã suport XDMCP

source: Xnest command line
hu: Xnest parancssor
ro: Linie comandã Xnest

source: STRING
hu: SZTRING

source: Extra options for Xnest
hu: Extra opciók az Xnest-nek

source: OPTIONS
hu: OPCIÓK

source: Run in background
hu: Futtatás háttérben
ro: Rulează în fundal

source: Just run Xnest, no query (no chooser)
hu: Csak az Xnest futtatása, nincs kérdezés (nincs választó)

source: Do direct query instead of indirect (chooser)
hu: Direkt lekérdezés indirekt helyett (választó)

source: Run broadcast instead of indirect (chooser)
hu: Broadcast futtatása indirekt helyett (chooser)

source: Don't check for running gdm
hu: Ne ellenőrizze, hogy fut-e gdm

source: Xnest doesn't exist. Please ask your system administrator to install it.
hu: Xnest nem létezik. Kérd meg a rendszergazdát, hogy telepítse.

source: Indirect XDMCP is not enabled, please ask your system administrator to enable it in the GDM configurator program.
hu: Indirekt XDMCP nincs bekapcsolva. Kérd meg a rendszergazdát, hogy kapcsolja be a GDM beállító programban.
ro: XDMCP indirect nu este activat, vã rog sã-i cereţi administratorului sistemului sã-l activeze în programul de configurare GDM.

source: GDM is not running. Please ask your system administrator to start it.
hu: GDM nem fut. Kérd meg a rendszergazdát, hogy indítsa el.
ro: GDM nu ruleazã. vã rog sã-i cereţi administratorului sistemului sã-l porneascã.

source: Could not find a free display number
hu: Nem találok szabad képernyőt

source: GDM Host Chooser
hu: GDM szerver választó
ro: Selector GDM Hosturi

source: How to use this application
hu: Hogyan használd ezt az alkalmazást
ro: Cum sã folosiţi aceastã aplicaţie

source: Open a session to the selected host
hu: Kapcsolat megnyitása a kijelölt géphez
ro: Deschide o sesiune pe gazda selectatã

source: C_onnect
hu: Kapcsolódás
ro: C_onecteazã

source: Probe the network
hu: Hálózat ellenőrzése
ro: Testeazã reţeaua

source: Exit the application
hu: Kilépés az alkalmazásból
ro: Ieşiţi din aplicaţie

source: Status
hu: Állapot
ro: Stare

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other machines as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that machine.
hu: Az alkalmazás főképernyője azokat a szervereket mutatja a helyi hálózaton, amelyeken az "XDMCP" be van kapcsolva. Ez lehetővé teszi a felhasználóknak, hogy úgy lépjenek be távoli gépre, mintha a konzolon jelentkeznének be. Frissíteni tudod a listát, ha a "Frissítés"-re kattintasz. Ha kiválasztottad a szervert kattints a "Kapcsolódás"-ra a munkamenet megnyitásához az adott gépre.

source: Information
hu: Információ
ro: Informaţie

source: Please wait: scanning local network for XDMCP-enabled hosts...
hu: Kis türelmet: XDMCP-t engedélyező szerverek keresése a lokális hálózaton...
ro: Vã rog aşteptaţi: scanez reţeua localã pentru gazde activate XDMCP

source: No serving hosts were found.
hu: Nem találtam kiszolgálót
ro: Nici o gazdã care serveşte nu a fost gãsitã.

source: Choose a host to connect to from the selection below.
hu: Válassz egy szervert a kapcsolódáshoz az alábbiak közül.
ro: Alegeţi o gazdã la care sã vã conectaţi din selecţia de mai jos.

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other machines as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that machine.
hu: Az alkalmazás fő képe azokat a szervereket mutatja a helyi hálózaton, amelyeken az "XDMCP" be van kapcsolva. Ez lehetővé teszi a felhasználóknak,hogy úgy lépjenek be távoli gépre, mintha a konzolon jelentkeznének be. Frissíteni tudod a listát, ha a "Frissítés"-re kattintasz. Ha kiválasztottad a szervert kattints a "Kapcsolódás"-ra a munkamenet megnyitásához az adott gépre.

source: Can't open default host icon: %s
hu: Nem tudom megnyitni a(z) %s alapértelmezett szerver ikont.
ro: Nu se poate deschide iconul host implicit: %s

source: gdm_signals_init: Error setting up HUP signal handler
hu: gdm_signals_init: Hiba a HUP jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul HUP

source: gdm_signals_init: Error setting up INT signal handler
hu: gdm_signals_init: Hiba az INT jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul INT

source: gdm_signals_init: Error setting up TERM signal handler
hu: gdm_signals_init: Hiba a TERM jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul TERM

source: Could not set signal mask!
hu: Nem tudtam beállítani a jelmaszkot!
ro: Nu s-a putut seta masca semnalului!

source: Socket for xdm communication
hu: Socket az xdm kommunikációhoz

source: Client address to return in response to xdm
hu: XDM válaszként visszaadandó kliens cím

source: ADDRESS
hu: CÍM

source: Connection type to return in response to xdm
hu: XDM válaszként visszaadandó kapcsolattípus

source: TYPE
hu: TÍPUS

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
hu: A választó verziója (%s) nem egyezik a démon verziójával (%s). Valószínű mostanában frissítettél gdm-et Kérlek indítsd újra a gdm démont, vagy a számítógépet.

source: <b>GDM (The GNOME Display Manager) is not running.</b> You might in fact be using a different display manager, such as KDM (KDE Display Manager or xdm). If you still wish to use this feature, either start GDM your self or ask your system administrator to start GDM.
hu: <b>A GDM (GNOME Display Manager) nem fut.</b> Lehet, hogy egyszerűen egy másik képernyőkezelőt futtatsz, például a KDM-et (KDE Display Manager) vagy az xdm-et. Ha mégis használni kívánod ezt a funkciót, akkor indítsd el magad a GDM-et, vagy kérd meg a rendszergazdát, hogy indítsa el ő.

source: Cannot communicate with GDM (The GNOME Display Manager), perhaps you have an old version running.
hu: Nem sikerült kommunikálni a GDM-mel (GNOME Display Manager), talán régebbi verzió fut.

source: Cannot communicate with gdm, perhaps you have an old version running.
hu: Nem sikerült kommunikálni a gdm-mel, talán régebbi verzió fut.

source: The allowed limit of flexible X servers reached.
hu: Elérted az engedélyezett flexibilis X szerverek számát.

source: There were errors trying to start the X server.
hu: Hiba keletkezett az X szerver indítása közben.
ro: Au fost erori când am încercat sã pornesc serverul X.

source: The X server failed. Perhaps it is not configured well.
hu: X szerver nem indult. Talán rosszul van konfigurálva.

source: Too many X sessions running.
hu: Túl sok X munkamenet fut.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
hu: Az Xnestelt X szerver nem tud kapcsolódni a mostani X szerverhez. Talán hiányzik az X engedélyezőfájl.

source: The nested X server (Xnest) is not available, or gdm is badly configured. Please install the Xnest package in order to use the nested login.
hu: Az Xnestelt X szerver nem létezik, vagy az gdm rosszul van konfigurálva. Kérlek telepítsd az Xnest csomagot, hogy helyi belépést használj.

source: The X server is not available, it is likely that gdm is badly configured.
hu: Az X szerver nem létezik. Valószínű a gdm rosszul van beállítva.

source: Trying to update an unsupported configuration key.
hu: Megpróbálok frissíteni egy nem támogatott beállítási kulcsot.

source: You do not seem to have authentication needed be for this operation. Perhaps your .Xauthority file is not set up correctly.
hu: Számodra nem engedélyezett ez a művelet. Valószínű a .Xauthority fájlod nincs rendesen beállítva.

source: Unknown error occured.
hu: Ismeretlen hiba történt.

source: Log in as another user inside a nested window
hu: Belépés más felhasználóként egy beültetett ablakban
ro: Login ca alt utilizator în fereastrã imbricatã

source: New login in a nested window
hu: Új belépés beültetett ablakban
ro: Login nou în fereastrã imbricatã

source: Choose server
hu: Válassz szervert
ro: Alegeţi serverul

source: Choose the X server to start
hu: Válassz indítandó X szervert
ro: Selectaţi serverul X care sã porneascã

source: Standard server
hu: Szabványos szerver
ro: Server standard

source: Send the specified protocol command to gdm
hu: A megadott protokoll parancs küldése a gdm-nek

source: Xnest mode
hu: Xnest mód

source: Do not lock current screen
hu: Nem zárolja az aktuális képernyőt

source: Debugging output
hu: Hibakereső-kimenet bekapcsolása
ro: Ieşirea de depanare

source: Authenticate before running --command
hu: Lépj be, mielőtt futtatod a --command -ot

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
hu: Számodra nem engedélyezett ez a művelet. Valószínű a .Xauthority fájlod nincs rendesen beállítva.

source: You do not seem to be logged in on the console. Starting a new login only works correctly on the console.
hu: Nem konzolon vagy belépve. Új belépés csak a konzolon működik jól.

source: Can't lock screen
hu: Nem tudom zárolni a képernyőt
ro: Nu pot închide ecranul

source: Can't disable xscreensaver display hacks
hu: Nem tudom kikapcsolni az xscreensaver megjelenítési hekkjeit

source: Log in as another user without logging out
hu: Belépés más felhasználó nevében kilépés nélkül

source: New login
hu: Új belépés
ro: Login nou

source: A-M|Azerbaijani
hu: A-M|Azerbajdzsán

source: A-M|Amharic
hu: A-M|Amhara

source: A-M|Arabic (Egypt)
hu: A-M|Arab (Egyiptom)

source: A-M|Arabic (Lebanon)
hu: A-M|Arab (Libanon)

source: A-M|Basque
hu: A-M|Baszk

source: A-M|Bulgarian
hu: A-M|Bolgár

source: A-M|Catalan
hu: A-M|Katalán

source: A-M|Chinese (simplified)
hu: A-M|Kínai (egyszerűsített)
ro: A-M|Chineză (simplificată)

source: A-M|Chinese (traditional)
hu: A-M|Kínai (hagyományos)
ro: A-M|Chineză (tradiţională)

source: A-M|Croatian
hu: A-M|Horvát

source: A-M|Czech
hu: A-M|Cseh

source: A-M|Danish
hu: A-M|Dán

source: A-M|Dutch
hu: A-M|Holland

source: A-M|English
hu: A-M|Angol
ro: A-M|Engleză

source: A-M|Estonian
hu: A-M|Észt

source: A-M|English (American)
hu: A-M|Angol (amerikai)
ro: A-M|Engleză (Americană)

source: A-M|English (Australian)
hu: A-M|Angol (ausztrál)
ro: A-M|Engleză (Australiană)

source: A-M|English (British)
hu: A-M|Angol (brit)
ro: A-M|Engleză (Britanică)

source: A-M|English (Ireland)
hu: A-M|Angol (ír)
ro: A-M|Engleză (Irlanda)

source: A-M|Finnish
hu: A-M|Finn

source: A-M|French
hu: A-M|Francia
ro: A-M|Franceză

source: A-M|Galician
hu: A-M|Galíciai

source: A-M|German
hu: N-Z|Német
ro: A-M|Germană

source: A-M|Greek
hu: A-M|Görög

source: A-M|Hebrew
hu: A-M|Héber

source: A-M|Hungarian
hu: A-M|Magyar

source: A-M|Icelandic
hu: A-M|Izlandi

source: A-M|Irish
hu: A-M|Ír

source: A-M|Italian
hu: N-Z|Olasz
ro: A-M|Italiană

source: A-M|Japanese
hu: A-M|Japán
ro: A-M|Japoneză

source: A-M|Korean
hu: A-M|Koreai
ro: A-M|Coreeană

source: A-M|Latvian
hu: A-M|Lett

source: A-M|Lithuanian
hu: A-M|Litván

source: A-M|Macedonian
hu: A-M|Macedón

source: A-M|Malay
hu: A-M|Maláj

source: N-Z|Norwegian (bokmal)
hu: N-Z|Norvég (bokmal)

source: N-Z|Norwegian (nynorsk)
hu: N-Z|Norvég (nynorsk)

source: N-Z|Polish
hu: N-Z|Lengyel

source: N-Z|Portuguese
hu: N-Z|Portugál

source: N-Z|Portuguese (Brazilian)
hu: N-Z|Portugál (brazil)

source: N-Z|Romanian
hu: N-Z|Románia
ro: N-Z|Românã

source: N-Z|Russian
hu: N-Z|Orosz
ro: N-Z|Rusă

source: N-Z|Slovak
hu: N-Z|Szlovák

source: N-Z|Slovenian
hu: N-Z|Szlovén

source: N-Z|Spanish
hu: N-Z|Spanyol

source: N-Z|Spanish (Mexico)
hu: N-Z|Spanyol (Mexikó)

source: N-Z|Swedish
hu: N-Z|Svéd

source: N-Z|Swedish (Finland)
hu: N-Z|Svéd (Finnország)

source: N-Z|Turkish
hu: N-Z|Török

source: N-Z|Ukrainian
hu: N-Z|Ukrán

source: N-Z|Vietnamese
hu: N-Z|Vietnami

source: N-Z|Walloon
hu: N-Z|Vallon

source: Other|POSIX/C English
hu: Other|POSIX/C Angol

source: Default
hu: Alapértelmezett
ro: Implicit

source: Gnome Chooser
hu: Gnome Kiválasztó
ro: Selector GNOME

source: Last
hu: Utolsó
ro: Ultima

source: User %s will login in %d seconds
hu: %s felhasználó beléptetése %d másodperc múlva
ro: Utilizatorul %s va fi logat în %d secunde

source: Doubleclick here to un-iconify the login window, so that you may log in.
hu: Kattints ide duplán, hogy maximalizáld a bejelentkező ablakot, így be tudsz jelentkezni.
ro: Fãceţi dublu-click aici pentru a de-iconifica ferestra de login, ca sã vã puteţi loga.

source: %sWelcome to %s%s
hu: %s%s üdvözöl Téged!%s
ro: %sBine aţi venit la %s%s

source: gdm_parse_enriched_string: String too long!
hu: gdm_parse_enriched_string: A karaktersor túl hosszú!
ro: gdm_parse_enriched_string: Şirul prea lung!

source: Could not fork a new process! You likely won't be able to log in either.
hu: Új folyamat indítása sikertelen! Ezt azt jelenti, hogy nem fogsz tudni bejelentkezni.

source: Are you sure you want to reboot the machine?
hu: Biztosan újra szeretnéd indítani a számítógépet?
ro: Sunteţi sigur(ã) cã doriţi sã reporniţi maşina?

source: Are you sure you want to shut down the machine?
hu: Biztosan le akarod állítani a számítógépet?
ro: Sunteţi sigur(ã) cã doriţi sã opriţi maşina?

source: Are you sure you want to suspend the machine?
hu: Biztosan energiatakarékos módba helyezed a számítógépet?
ro: Sunteţi sigur(ã) cã doriţi sã suspendaţi maşina?

source: gdm_login_parse_config: No configuration file: %s. Using defaults.
hu: gdm_login_parse_config: Nincs %s beállításfájl. Alapértelmezett érték használata.
ro: gdm_login_parse_config: Nici un fişier configuraţie: %s. Folosesc setãri implicite.

source: Welcome to %n
hu: %n üdvözöl!
ro: Bine aţi venit la %n

source: TimedLoginDelay was less then 5. I'll just use 5.
hu: A TimedLoginDelay kevesebb 5-nél. 5-re állítom.
ro: PauzãLoginCronometratã este mai micã decât 5, aşa cã voi folosi 5.

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
hu: A kedvenc %s munkamenettípusod nincs telepítve ezen a gépen. Szeretnéd, hogy %s legyen az alapértelmezett mostantól?
ro: Tipul preferat al sesiunii dvs. %s nu este instalat pe maşina aceasta. Doriţi sã faceţi %s implicit pentru sesiunile viitoare?

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
hu: %s-t választottad erre a munkamenetre, de az alapértelmezett beállításod %s. Szeretnéd, hogy %s legyen az alapértelmezett mostantól?
ro: Aţi ales %s pentru aceastã sesiune, dar setarea dvs. implicitã este %s. Doriţi sã faceţi %s implicit pentru sesiunile viitoare?

source: You have chosen %s for this session. If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
hu: %s-t választottad alapértelmezett munkamenetnek. Ha azt szeretnéd, hogy %s legyen az alap mostantól, futtasd a 'switchdesk' alkalmazást (Rendszer->Munkaasztalváltó eszköz a panelmenüből).

source: %s session selected
hu: %s munkamenet kiválasztva
ro: Sesiunea %s selectatã

source: Log in using the session that you have used last time you logged in
hu: Bejelentkezés a legutóbb kiválasztott munkamenet használatával
ro: Logeazã folosind sesiunea care a fost folositã ultima datã când v-aţi logat

source: gdm_login_session_init: Session script directory not found!
hu: gdm_login_session_init: A munkamenet szkript könyvtár nem található!
ro: gdm_login_session_init: Directorul scripturi sesiuni nu a fost gãsit!

source: This session will log you directly into GNOME, into your current session.
hu: Ez a munkamenet egyenesen a GNOME-be juttat, az aktuálisan kiválasztott GNOME munkamenet alkalmazásával.
ro: Aceastã sesiune vã va loga direct în GNOME, în sesiunea dvs. curentã.

source: This session will log you into GNOME and it will let you choose which one of the GNOME sessions you want to use.
hu: Ez a munkamenet a GNOME-ba juttat, majd kiválaszthatod, hogy melyik GNOME munkamenetet szeretnéd használni.
ro: Aceastã sesiune vã va loga direct în GNOME şi vã va lãsa sã alegeţi care din sesiunile dvs. GNOME doriţi sã folosiţi.

source: Yaikes, nothing found in the session directory.
hu: Auuuu! Semmi sincs a munkamenet (session) könyvtárban.
ro: Hopa, n-am gãsit nimic în directorul de sesiuni.

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
hu: Ez egy csökkentett munkamenet ami a GNOME-ba juttat. Nem indítunk el indító szkriptet, és csak akkor használjuk, ha máshogy nem tudsz belépni. A GNOME az 'alapértelmezett' munkamenetet használja.

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
hu: Ez egy csökkentett munkamenet ami egy terminálra juttat. Nem indítunk el indító szkriptet, és csak akkor használjuk, ha máshogy nem tudsz belépni. Hogy kilépj a terminálból, írj 'exit'-et.

source: No default session link found. Using Failsafe GNOME.
hu: Nem található alapértelmezett munkamenet-hivatkozás. Csökkentett GNOME használata.
ro: Nu a fost gãsitã legãtura la sesiunea implicitã. Folosesc Failsafe GNOME.

source: %s language selected
hu: %s nyelv kiválasztva
ro: Limba %s selectatã

source: Log in using the language that you have used last time you logged in
hu: Bejelentkezés után használd azt a nyelvet, amit a legutóbbi bejelentkezésnél használtál.
ro: Logheazã folosind limba care aţi folosit-o ultima oarã când v-aţi logat

source: Log in using the default system language
hu: Bejelentkezés az alapértelmezett nyelvbeállítással
ro: Login folosind limba implicită a sistemului

source: Other
hu: Egyéb
ro: Alta

source: Select GNOME session
hu: GNOME munkamenet kiválasztása
ro: Selectaţi sesiunea GNOME

source: Create new session
hu: Új munkamenet létrehozása
ro: Creeazã o nouã sesiune

source: Name:
hu: Név:
ro: Nume:

source: Remember this setting
hu: Beállítások megjegyzése
ro: Ţine minte aceastã setare

source: Please insert 25 cents to log in.
hu: Kérlek dobj be 100 Ft-ot a bejelentkezéshez.
ro: Vã rog sã introduceţi 5000 lei pentru a vã loga.

source: GNOME Desktop Manager
hu: GNOME Munkafelület-kezelő
ro: Managerul Desktop GNOME

source: Can't open icon file: %s. Suspending iconify feature!
hu: Nem találom a(z) %s ikon fájlt. Az ikonizáló funkció felfüggesztése!
ro: Nu pot deschide fişierul icon: %s. Facilitatea de a iconifica dezactivatã!

source: Iconify the login window
hu: Bejelentkezőablak ikonizálása
ro: Iconificã fereastra de login

source: %a %b %d, %H:%M
hu: %a %b %d, %I:%M

source: GDM Login
hu: GDM bejelentkezés:
ro: Login GDM

source: _Session
hu: _Munkamenet
ro: S_esiune

source: _Language
hu: _Nyelv
ro: _Limbã

source: _Configure...
hu: _Beállítás...
ro: _Configureazã...

source: Configure GDM (this login manager). This will require the root password.
hu: A GDM (ez ennek a bejelentkezés-kezelőnek a neve) beállítása. Ehhez root (rendszergazda) jelszó kell.
ro: Configuraţi GDM (acest manager de login). Pentru aceasta aveţi nevoie de parola de root.

source: _Reboot...
hu: _Újraindítás...
ro: R_eporneşte...

source: Reboot your computer
hu: Újraindítja a számítógépet
ro: Reporneşte calculatorul dvs.

source: Shut _down...
hu: _Leállítás...
ro: O_preşte...

source: Shut down your computer so that you may turn it off.
hu: Leállítja a számítógépet, utána kikapcsolhatod.
ro: Opreşte calculatorul dvs astfel încât sã-l puteţi închide.

source: _Suspend...
hu: _Felfüggesztés...
ro: _Suspendã...

source: Suspend your computer
hu: Energiatakarékos módba állítja a számítógéped
ro: Suspendã calculatorul dvs.

source: S_ystem
hu: _Rendszer
ro: _Sistem

source: _Quit
hu: _Kilépés
ro: _Renunţã

source: D_isconnect
hu: _Szétkapcsolódás
ro: D_econecteazã

source: Can't open DefaultImage: %s. Suspending face browser!
hu: A DefaultImage (%s) megnyitása sikertelen. Arcböngésző felfüggesztése!
ro: Nu pot deschide ImagineaImplicitã: %s. Dezactivez navigatorul feţe!

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
hu: Az üdvözlő verziója (%s) nem egyezik a démon verziójával. Valószínű mostanában frissítettél gdm-et. Kérlek indítsd újra a gdm démont, vagy a számítógépet.

source: Reboot
hu: Újraindítás
ro: Rebooteazã
