Repository: sndrzt/gdm-2.4.1.3-5
Catalog: po/*.po
Languages: hu, ro

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
hu: Nem tudtam elindítani az X szervert (a grafikus felületed). Úgy tűnik nincs jól beállítva. Jelentkezz be konzolról és állítsd be. Miután beállítottad, indítsd újra a GDM-et.
ro: Nu pot porni serverul X (interfaţa graficã). Probabil nu este setat corect. Va trebui sã vã logaţi într-o consolã şi sã rulaţi programul de configurare X. Apoi restartaţi GDM.

source: Would you like me to try to run the X configuration program? Note that you will need the root password for this.
hu: Futtassam az X beállítóprogramját? Ehhez a root jelszó szükséges.
ro: Doriţi sã încerc sã rulez programul de configurare X? Veţi avea nevoie de parola root pentru aceasta.

source: Please type in the root (privileged user) password.
hu: Add meg kérlek a root (rendszergazda) jelszót.
ro: Vã rog introduceţi parola de root (utilizatorul privilegiat).

source: I will now try to restart the X server again.
hu: Megpróbálom újraindítani az X szervert.
ro: O sã încerc sã restartez serverul X din nou.

source: I will disable this X server for now. Restart GDM when it is configured correctly.
hu: Most kikapcsolom az X szervert. Indítsd újra a GDM-et miután jól beállítottad.
ro: O sã dezactivez acest server X momentan. Reporniţi GDM când este configurat corect.

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
hu: Nem tudtam elindítani az X szervert (a grafikus felületed). Úgy tűnik nincs jól beállítva. Meg szeretnéd nézni az X szerver kimenetét, hogy diagnosztizálhasd a problémát?
ro: Nu pot porni serverul X (interfaţa graficã). Probabil nu este setat corect. Doriţi sã vizualizaţi ieşirea de la serverul X pentru a diagnostica problema?

source: I cannot start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
hu: Nem tudtam elindítani az X szervert (a grafikus felületed). Úgy tűnik az egered nincs jól beállítva. Meg szeretnéd nézni az X szerver kimenetét, hogy diagnosztizáld a problémát?
ro: Nu pot porni serverul X (interfaţa graficã). Se pare că mausul nu este setat corect. Doriţi sã vizualizaţi ieşirea de la serverul X pentru a diagnostica problema?

source: Would you like me to try to run the mouse configuration program? Note that you will need the root password for this.
hu: Szeretnéd hogy futtassam az egérbeállító programot? Ehhez szükséged van a root jelszóra.
ro: Doriţi sã încerc sã rulez programul de configurare a mausului? Veţi avea nevoie de parola root pentru aceasta.

source: %s: Could not write new authorization entry: %s
hu: %s: Nem tudtam kiírni az új engedélyezőkulcsot: %s
ro: %s: Nu s-a putut scrie autorizaţia nouă: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
hu: %s: Nem tudtam kiírni az új engedélyezőkulcsot. Valószínűleg betelt a lemez.
ro: %s: Nu s-a putut scrie noua autorizaţie. Probabil nu mai este spaţiu

source: GDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
hu: A GDM nem tudta kiírni az új engedélyezőkulcsot. Valószínűleg betelt a lemez: %s%s
ro: GDM nu a putut scrie noua autorizaţie. Probabil nu mai este spaţiu.%s%s

source: %s: Could not make new cookie file in %s
hu: %s: Nem tudtam megnyitni a %s cookie fájlt.
ro: %s: Nu s-a putut crea fişierul cookie nou în %s

source: gdm_auth_user_add: Could not open cookie file %s
hu: gdm_auth_user_add: Nem tudtam megnyitni a %s cookie fájlt.
ro: gdm_auth_user_add: Nu s-a putut deschide fişierul cookie %s

source: gdm_auth_user_add: Could not lock cookie file %s
hu: gdm_auth_user_add: Nem tudtam zárolni a %s cookie fájlt.
ro: gdm_auth_user_add: Nu s-a putut bloca fişierul cookie %s

source: %s: Could not write cookie
hu: %s: Nem tudtam kiírni a cookie-t!
ro: %s: Nu s-a putut scrie cookie-ul

source: gdm_auth_user_remove: Ignoring suspiciously looking cookie file %s
hu: gdm_auth_user_remove: Figyelmen kívül hagyjuk a gyanús %s cookie fájlt.
ro: gdm_auth_user_remove: Ignor fişierul cookie %s care aratã suspicios

source: Failed to start the display server several times in a short time period; disabling display %s
hu: Nem sikerült elindítani az X szervert rövid időn belül több próbálkozás után sem: a %s képernyő letiltva.
ro: Nu am putut porni serverul X de câteva ori într-un interval scurt de timp; dezactivez afişajul %s

source: %s: Cannot create pipe
hu: %s: Nem tudtam csövet létrehozni
ro: %s: Nu pot crea conector pipe

source: gdm_display_manage: Failed forking gdm slave process for %s
hu: gdm_display_manage: A nem sikerült gyerek folyamatot létrehozni %s számára
ro: gdm_display_manage: Eşuare fork proces sclav gdm pentru %s

source: %s could not be opened
hu: %s-t nem lehet megnyitni
ro: %s nu a putut fi deschis

source: gdm_error_box: Cannot fork to display error/info box
hu: gdm_error_box: Nem tudtam létrehozni a hiba/info ablakot

source: gdm_failsafe_question: Cannot fork to display error/info box
hu: gdm_failsafe_question: Nem tudtam létrehozni a hiba/info ablakot

source: %s: Directory %s does not exist.
hu: %s: A(z) %s könyvtár nem létezik.
ro: %s: Directorul %s nu existã.

source: %s: %s is not owned by uid %d.
hu: %s: A(z) %s tulajdonosa nem a(z) %d uid.
ro: %s: %s nu este deţinut de uid %d.

source: %s: %s is writable by group.
hu: %s: A(z) %s a csoport számára írható.
ro: %s: %s poate fi scris de grup.

source: %s: %s is writable by other.
hu: %s: A(z) %s mindenki számára írható.
ro: %s: %s poate fi scris de alţii (other).

source: %s: %s does not exist but must exist.
hu: %s: %s nem létezik holott elengedhetetlen.
ro: %s: %s nu existã dar este necesar.

source: %s: %s is not a regular file.
hu: %s: A(z) %s nem általános fájl.
ro: %s: %s nu este un fişier obişnuit.

source: %s: %s is writable by group/other.
hu: %s: A(z) %s írható a csoport/mások számára.
ro: %s: %s poate fi scris de grup/alţii(other)

source: %s: %s is bigger than sysadmin specified maximum file size.
hu: %s: A(z) %s nagyobb, mint a rendszergazda által megadott maximális fájlméret.
ro: %s: %s este mai maire decât mãrimea fişierului specificatã de administrator

source: %s: Could not make socket
hu: %s: Nem tudom létrehozni a socketet!
ro: %s: Nu s-a putut face socket

source: %s: Could not bind socket
hu: %s: Nem tudok figyelni a socketen!
ro: %s: Nu s-a putut bind socket

source: %s: Could not make FIFO
hu: %s: Nem tudtam létrehozni a FIFO-t
ro: %s: Nu s-a putut face FIFO

source: %s: Could not open FIFO
hu: %s: Nem tudtam megnyitni a FIFO-t
ro: %s: Nu s-a putut deschide FIFO

source: %s: No configuration file: %s. Using defaults.
hu: %s: Nincs %s konfigurációs fájl. Az alapértelmezést alkalmazom.
ro: %s: Lipseşte fişierul de configuraţie: %s. Folosesc setãrile implicite.

source: %s: Standard X server not found, trying alternatives
hu: %s: Az alap X szerver nem található, másikat próbálok
ro: %s: Serverul X standard nu a fost găsit, încerc alternative

source: %s: XDMCP was enabled while there is no XDMCP support, turning it off
hu: %s: XDMCP engedélyezve volt, holott nincs XDMCP támogatás, kikapcsolom
ro: %s: XDMCP a fost activat şi nu existã suport pentru XDMCP, îl opresc

source: %s: Root cannot be autologged in, turing off automatic login
hu: %s: A root (rendszergazda) felhasználót nem lehet automatikusan beléptetni, automatikus beléptetés kikapcsolva.
ro: %s: Root nu poate fi logat automat, dezactivez loginul automat

source: %s: Root cannot be autologged in, turing off timed login
hu: %s: A root felhasználót nem lehet automatikusan beléptetni,időzített beléptetés kikapcsolva.
ro: %s: Root nu poate fi logat automat, dezactivez loginul cronometrat

source: %s: TimedLoginDelay less then 5, so I will just use 5.
hu: %s: TimedLoginDelay értéke kisebb 5-nél, 5-re állítom.
ro: %s: PauzãLoginCronometrat este mai micã decât 5, aşa cã voi folosi 5.

source: %s: No greeter specified.
hu: %s: Az üdvözlő nem lett megadva.
ro: %s: Nici o salutare specificatã.

source: %s: No remote greeter specified.
hu: %s: Az üdvözlő nem lett megadva.
ro: %s: Nici o salutare la distanţă specificatã.

source: No daemon/ServAuthDir specified in the configuration file
hu: Nincs démon megadva a konfigurációs fájlban
ro: Nici un daemon/ServAuthDir nu a fost specificat în fişierul de configurare

source: %s: No authdir specified.
hu: %s: Az authdir nincs megadva.
ro: %s: Directorul de autentificare nu a fost specificat.

source: %s: No sessions directory specified.
hu: %s: A munkamenet könyvtár nincs megadva.
ro: %s: Directorul de sesiuni nu a fost specificat.

source: %s: Empty server command, using standard one.
hu: %s: Üres szerver parancs, alapot használok.
ro: %s: Comanda server este goală, folosesc pe cea standard.

source: %s: Display number %d in use! I will use %d
hu: %s: A %d kijelző használatban van. A %d-t használom
ro: %s: Numărul de afişaj %d este folosit! Voi folosi %d

source: %s: Invalid server line in config file. Ignoring!
hu: %s: Rossz szerver sor a konfigurációs fájljában. Figyelmen kívül hagytam!
ro: %s: Linie invalidã în fişierul de configurare. Ignor!

source: %s: XDMCP disabled and no local servers defined. Adding %s on :%d to allow configuration!
hu: %s: Az XDMCP ki van kapcsolva és nincs helyi kiszolgáló megadva. %s hozzáadása %d, hogy a beállításokat el lehessen végezni!
ro: %s: XDMCP este dezactivat si nici un server local n-a fost definit. Adaug %s pe :%d pentru a permite configurarea!

source: XDMCP is disabled and gdm cannot find any local server to start. Aborting! Please correct the configuration %s and restart gdm.
hu: Az XDMCP ki van kapcsolva és a gdm nem talál indítandó helyi kiszolgálót. Művelet megszakítása! Javítsd ki a %s konfigurációt, és indítsd újra a gdm-et.
ro: XDMCP este dezactivat şi GDM nu poate găsi nici un server local pentru a fi pornit. Abandonez! Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: XDMCP disabled and no local servers defined. Aborting!
hu: %s: XDMCP kikapcsolva, és nincs helyi szerver. Művelet megszakítása!
ro: %s: XDMCP este dezactivat si nici un server local n-a fost definit. Abandonez!

source: %s: Can't find the gdm user (%s). Trying 'nobody'!
hu: %s: Nem találom a gdm felhasználót (%s). Próbálom 'nobody'-val!
ro: %s: Nu pot gãsi utilizatorul gdm (%s). Încerc 'nobody'!

source: The gdm user does not exist. Please correct gdm configuration %s and restart gdm.
hu: A gdm felhasználó nem létezik. Javítsd ki a %s gdm konfigurációt majd indítsd újra a gdm-et.
ro: Utilizatorul gdm nu există. Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: Can't find the gdm user (%s). Aborting!
hu: %s: Nem találom a gdm felhasználót (%s). Művelet megszakítása!
ro: %s: Nu pot gãsi utilizatorul gdm (%s). Abandonez!

source: The gdm user is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
hu: A gdm felhasználó rootra van állítva, de ez nincs engedélyezve biztonsági okok miatt. Kérlek javítsd ki a %s gdm konfigurációt, és indítsd újra a gdm-et.
ro: Utilizatorul GDM este setat să fie root, dar aceasta nu este permis deoarece prezintă un risc de securitate.Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: The gdm user should not be root. Aborting!
hu: %s: A gdm felhasználó ne legyen a root. Művelet megszakítása!
ro: %s: Utilizatorul gdm n-ar trebui sã fie root. Abandonez!

source: %s: Can't find the gdm group (%s). Trying 'nobody'!
hu: %s: Nem találom a gdm csoportját (%s). Próbálom 'nobody'-val!
ro: %s: Nu pot gãsi grupul gdm (%s). Încerc 'nobody'!

source: The gdm group does not exist. Please correct gdm configuration %s and restart gdm.
hu: A gdm csoport nem létezik. Javítsd a %s gdm konfigurációt majd indítsd újra a gdm-et.
ro: Grupul gdm nu există. Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: Can't find the gdm group (%s). Aborting!
hu: %s: Nem találom a gdm csoportját (%s). Művelet megszakítása!
ro: %s: Nu pot gãsi grupul gdm (%s). Abandonez!

source: The gdm group is set to be root, but this is not allowed since it can pose a security risk. Please correct gdm configuration %s and restart gdm.
hu: A gdm csoportot rootra állítottad, de ez nincs engedélyezve biztonsági okok miatt. Javítsd ki a %s gdm konfigurációt, majd indítsd újra a gdm-et.
ro: Grupul gdm este setat să fie root, dar aceasta nu este permis deoarece prezintă un risc de securitate. Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: The gdm group should not be root. Aborting!
hu: %s: A gdm csoportja ne legyen root. Művelet megszakítása!
ro: %s: Grupul gdm n-ar trebui sã fie root. Abandonez!

source: %s: Greeter not found or can't be executed by the gdm user
hu: %s: Nem találom az üdvözlőt vagy a gdm felhasználó nem futtathatja
ro: %s: Greeter-ul nu a fost găsit sau nu poate fi executat de utilizatorul gdm

source: %s: Remote greeter not found or can't be executed by the gdm user
hu: %s: Nem találom a távoli üdvözlőt vagy a gdm felhasználó nem futtathatja
ro: %s: Greeter-ul la distanţă nu a fost găsit sau nu poate fi executat de utilizatorul gdm

source: %s: Chooser not found or it can't be executed by the gdm user
hu: %s: Nem találom a választót vagy a gdm felhasználó nem futtathatja
ro: %s: Chooser-ul nu a fost găsit sau nu poate fi executat de utilizatorul gdm

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct gdm configuration %s and restart gdm.
hu: A Server Authorization könyvtár (daemon/ServAuthDir) %s-re van állítva, de ez nem létezik. Kérlek javítsd ki a %s gdm konfigurációt és indítsd újra a gdm-et.
ro: Dosarul de autorizare al serverului este setat la %s dar nu există.Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: Authdir %s does not exist. Aborting.
hu: %s: A %s authdir nem létezik. Művelet megszakítása.
ro: %s: Dosarul autentificare %s nu existã. Abandonez!

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct gdm configuration %s and restart gdm.
hu: A Server Authorization könyvtár (daemon/ServAuthDir) %s-re van állítva, de ez nem könyvtár. Kérlek javítsd ki a %s gdm konfigurációt és indítsd újra a gdm-et.
ro: Dosarul de autorizare al serverului este setat la %s dar nu este un dosar.Vă rog corectaţi fişierul de configurare %s şi reporniţi GDM.

source: %s: Authdir %s is not a directory. Aborting.
hu: %s: A %s authdir nem könyvtár. Művelet megszakítása.
ro: %s: Dosarul de autentificare %s nu este dosar. Abandonez!

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %s and group %s. Please correct the ownership or gdm configuration %s and restart gdm.
hu: A Server Authorization könyvtár (daemon/ServAuthDir) %s-re van állítva, de nem a %s felhasználó, és a %s csoport a tulajdonosa. Kérlek javítsd meg a könyvtár jogait, vagy javítsd ki a %s gdm konfigurációt és indítsd újra a gdm-et.
ro: Dosarul de autorizare al serverului este setat la %s dar nu este deţinut de utilizatorul %s şi grupul %s. Vă rog corectaţi drepturile sau fişierul de configurare %s şi reporniţi GDM.

source: %s: Authdir %s is not owned by user %s, group %s. Aborting.
hu: %s: A %s authdir nem %s felhasználó és %s csoport tulajdonában van. Művelet megszakítása.
ro: %s: Dosarul autentificare %s nu este deţinut de utilizatorul %s, grupul %s. Abandonez!

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions, it should have permissions of 0750. Please correct the permissions or the gdm configuration %s and restart gdm.
hu: A Server Authorization könyvtár (daemon/ServAuthDir) %s-re van állítva, de rossz jogai vannak, 0750-nek kellene lennie. Kérlek javítsd ki a jogait, vagy a %s gdm konfigurációt és indítsd újra a gdm-et.
ro: Dosarul de autorizare al serverului este setat la %s dar are drepturi greşite, ar trebui să fie 0750. Vă rog corectaţi drepturile sau fişierul de configurare %s şi reporniţi GDM.

source: %s: Authdir %s has wrong permissions %o. Should be 0750. Aborting.
hu: %s: A %s authorizációs könyvtár jogosultságai rosszak (%o). 0750 kellene legyen. Művelet megszakítása.
ro: %s: Directorul autentificare %s are permisiuni greşite %o. Ar trebui sã fie 0750. Abandonez!

source: %s: fork() failed!
hu: %s: fork() sikertelen!
ro: %s: fork() a eşuat!

source: %s: setsid() failed: %s!
hu: %s: setsid() sikertelen: %s!
ro: %s: setsid() a eşuat: %s!

source: deal_with_x_crashes: Trying failsafe X server %s
hu: deal_with_x_crashes: Megpróbálom csökkentett módban az X szervert (%s).

source: deal_with_x_crashes: Running the XKeepsCrashing script
hu: deal_with_x_crashes: XKeepsCrashing script futtatása

source: I cannot start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration program. Then restart GDM.
hu: Nem tudtam elindítani az X szervert (a grafikus felületed). Úgy tűnik nincs jól beállítva. Jelentkezz be konzolról és állítsd be. Miután beállítottad indítsd újra a GDM-et.
ro: Nu pot porni serverul X (interfaţa graficã). Probabil nu este setat corect. Va trebui sã vã logaţi într-o consolã şi sã rulaţi programul de configurare X. Apoi reporniţi GDM.

source: Failed to start X server several times in a short time period; disabling display %s
hu: Nem sikerült elindítani az X szervert több próbálkozás után sem. A %s képernyő letiltva
ro: Nu am putut porni serverul X de câteva ori într-un interval scurt de timp; dezactivez afişajul %s

source: gdm_child_action: Reboot or Halt request when there is no system menu from display %s
hu: gdm_child_action: Újraindítás, vagy Leállítás kérés a(z) %s képernyőről, de nincs is rendszer menü

source: gdm_child_action: Restart, Reboot or Halt request from a non-local display %s
hu: gdm_child_action: Újraindítási vagy leállási kérelem %s nem helyi képernyőről.

source: gdm_child_action: Aborting display %s
hu: gdm_child_action: A %s képernyő kikapcsolása.
ro: gdm_child_action: Abandonez displayul %s

source: gdm_child_action: Master rebooting...
hu: gdm_child_action: A számítógép újraindul...
ro: gdm_child_action: Repornire master...

source: gdm_child_action: Reboot failed: %s
hu: gdm_child_action: Az újraindítás sikertelen: %s
ro: gdm_child_action: Repornirea a eşuat: %s

source: gdm_child_action: Master halting...
hu: gdm_child_action: A számítógép leáll...
ro: gdm_child_action: Oprire master...

source: gdm_child_action: Halt failed: %s
hu: gdm_child_action: A leállítás sikertelen: %s
ro: gdm_child_action: Oprirea a eşuat: %s

source: gdm_child_action: Master suspending...
hu: gdm_child_action: A számítógép felfüggesztése...
ro: gdm_child_action: Suspendare master...

source: gdm_child_action: Suspend failed: %s
hu: gdm_child_action: A felfüggesztés sikertelen: %s
ro: gdm_child_action: Suspendarea a eşuat: %s

source: GDM restarting ...
hu: GDM újraindul ...
ro: GDM reporneşte ...

source: Failed to restart self
hu: Nem tudtam magam újraindítani
ro: Eşuare la repornirea proprie

source: Do not fork into the background
hu: Ne forkolj a háttérbe
ro: Nu fă fork în fundal

source: Preserve LD_* variables
hu: LD_* környezeti változók megtartása
ro: Păstrează variabilele LD_*

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
hu: Hiba a %s: %s opcióban. Futtasd a '%s --help' parancsot, az használható parancssori opciókért.
ro: Eroare la opţiunea %s: %s Rulaţi '%s --help' pentru a vedea o listă cu opţiunile disponibile.

source: Only root wants to run gdm
hu: Csak a root futtathatja a gdm-et
ro: Numai root doreşre sã ruleze gdm

source: gdm already running. Aborting!
hu: A gdm már fut. Művelet megszakítása!
ro: gdm ruleazã deja. Abandonez!

source: %s: Error setting up TERM signal handler
hu: %s: Hiba a TERM jelzés kezelésének beállításakor
ro: %s: Eroare la setarea handler-ului pentru semnalul TERM

source: %s: Error setting up INT signal handler
hu: %s: Hiba az INT jelzés kezelésének beállításakor
ro: %s: Eroare la setarea handler-ului pentru semnalul INT

source: %s: Error setting up HUP signal handler
hu: %s: Hiba a HUP jelzés kezelésének beállításakor
ro: %s: Eroare la setarea handler-ului pentru semnalul HUP

source: %s: Error setting up USR1 signal handler
hu: %s: Hiba a USR1 jelzés kezelésének beállításakor
ro: %s: Eroare la setarea handler-ului pentru semnalul USR1

source: %s: Error setting up CHLD signal handler
hu: %s: Hiba a CHLD jelzés kezelőjének beállításakor
ro: %s: Eroare la setarea handler-ului pentru semnalul CHLD

source: Flexible server request denied: Not authenticated
hu: Dinamikus szerver kérés letiltva: Nem engedélyezett

source: Unknown server type requested, using standard server.
hu: Ismeretlen szerver típust kértél, használom az alap szervert

source: Requested server %s not allowed to be used for flexible servers, using standard server.
hu: A kért %s szerver nem használható flexibilis szerverként. Használom az alap szervert

source: y = Yes or n = No? >
hu: y = Igen vagy n = Nem? >
ro: y = Da or n = Nu? >

source: %s: Cannot get local addresses!
hu: %s: Nem találom a helyi címeket!
ro: %s: Nu pot obţine adresa localã!

source: Could not setgid %d. Aborting.
hu: Nem tudom a gid-et %d-re állítani. Művelet megszakítása.
ro: Nu pot seta gid %d. Abandonez.

source: initgroups() failed for %s. Aborting.
hu: %s számára az initgroups() sikertelen. Művelet megszakítása.
ro: initgroups() a eşuat pentru %s. Abandonez.

source: There already appears to be an X server running on display %s. Should I try another display number? If you answer no, I will attempt to start the server on %s again.%s
hu: Már fut egy X szerver a %s számú képernyőn. Megpróbáljak egy másik képernyőt? Ha nemet mondasz, ismét megpróbálom a %s-t.%s
ro: Se pare cã existã deja un server care ruleazã pe afişajul %s. Sã încerc un alt display? Dacã rãspundeţi nu o sã încerc sã pornesc serverul pe %s din nou. %s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
hu: (Át tudsz váltani egy másik konzolra a Ctrl-Alt plusz egy funkcióbillentyű kombinációjával, például Ctrl-Alt-F7 a 7-es konzolra vált. Az X szerver általában a 7 vagy magasabb terminálokon fut.)
ro: (Puteţi schimba consolele apãsând Ctrl-Alt şi o tastã F, de exemplu Ctrl-Alt-F7 pentru a merge la consola 7. Serverele X ruleazã de obicei pe consolele 7 si mai mari.)

source: Display '%s' cannot be opened by Xnest
hu: A '%s' képernyőt az Xnest nem tudta megnyitni

source: Display %s is busy. There is another X server running already.
hu: %s képernyő foglalt. Már fut ott egy másik X szerver.
ro: Afişajul %s este ocupat, ruleazã deja un alt server X

source: %s: Error opening a pipe: %s
hu: %s: Hiba a cső megnyitása közben: %s

source: %s: Error setting up USR1 signal handler: %s
hu: %s: Hiba a USR1 jelzés kezelésének beállításakor: %s
ro: %s: Eroare la setarea handler-ului pentru semnalul USR1: %s

source: %s: Error setting up CHLD signal handler: %s
hu: %s Hiba a CHLD jelzés kezelőjének beállításakor: %s
ro: %s: Eroare la setarea handler-ului pentru semnalul CHLD: %s

source: %s: Error setting up ALRM signal handler: %s
hu: %s: Hiba az ALRM jelzés kezelésének beállításakor: %s
ro: %s: Eroare la setarea handler-ului pentru semnalul ALRM: %s

source: %s: Cannot find a free display number
hu: %s: Nem találok szabad képernyőt
