Repository: sndrzt/gdm-2.4.1.3-5
Catalog: po/*.po
Languages: hu, ro

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded gdm. Please restart the gdm daemon or reboot the computer.
hu: Az üdvözlő verziója (%s) nem egyezik a démon verziójával (%s). Valószínű mostanában frissítettél gdm-et. Kérlek indítsd újra a gdm démont, vagy a számítógépet.

source: Restart
hu: Újraindítás
ro: Reporneşte

source: main: Error setting up HUP signal handler
hu: main: Hiba a HUP jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul HUP

source: main: Error setting up INT signal handler
hu: main: Hiba az INT jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul INT

source: main: Error setting up TERM signal handler
hu: main: Hiba a TERM jelzés kezelésének beállításakor
ro: Eroare la setarea handler-ului pentru semnalul TERM

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the gdm configuration.
hu: A munkamenet könyvtárad hiányzik vagy üres! Ilyenkor két munkamenet lehetséges, de lépj be és javítsd ki a gdm konfigurációt.

source: The configuration file contains an invalid command line for the login dialog, and thus I ran the default command. Please fix your configuration.
hu: A konfigurációs fájl ismeretlen parancsot tartalmaz a beléptető ablak számára, ezért az alapértelmezett parancsot indítottam. Kérlek javítsd ki a beállításod.

source: The configuration was not found. GDM is using defaults to run this session. You should log in and create a configuration file with the GDM configuration program.
hu: Nem találtam a konfigurációs fájlt. A GDM az alapértelmezést használja ehhez a munkamenethez. Lépj be, és hozz létre egy konfigurációs fájlt a GDM beállító programmal.

source: The face browser is not configured, please ask your system administrator to enable it in the GDM configurator program.
hu: Az arcböngésző nincs beállítva. Kérd meg a rendszergazdát, hogy engedélyezze a GDM beállító programban.
ro: Navigatorul de feţe nu este configurat, vã rog sã-i cereţi administratorului sistemului sã-l activeze în programul de configurare GDM.

source: Select a photo
hu: Válassz fényképet
ro: Selectaţi o fotografie

source: Select a photograph to show in the facebrowser:
hu: Válasz egy fotót ami megjelenik az arcböngészőben:
ro: Selectaţi o fotografie pentru a fi arãtatã în navigatorul de feţe:

source: Browse
hu: Tallóz
ro: Navigheazã

source: No picture selected.
hu: Nincs kiválasztva kép.
ro: Nici o pozã selectatã

source: The picture is too large and the system administrator disallowed pictures larger then %d bytes to show in the face browser
hu: Ez a kép túl nagy, és a rendszergazda letiltotta a(z) %d bájtnál nagyobb képeket a képböngészőben.
ro: Aceastã pozã este prea mare. Administratorul a dezactivat poze mai mari de %d octeţi

source: File %s cannot be open for reading Error: %s
hu: A %s fájlt nem tudtam megnyitni olvasásra Hiba: %s
ro: Fişierul %s nu poate fi deschis pentru citire Eroare: %s

source: File %s cannot be open for writing Error: %s
hu: A %s fájlt nem tudtam megnyitni írásra Hiba: %s
ro: Fişierul %s nu poate fi deschis pentru scriere Eroare: %s

source: Change the picture that will show in the GDM (login manager) face browser
hu: A képböngészőben látható arckép megváltoztatása
ro: Schimbaţi poza care va apãrea în navigatorul feţe GDM

source: Login Photo
hu: Bejelentkező Fotó
ro: Poză login

source: GDM Setup
hu: GDM Beállítás
ro: Setare GDM

source: L_ocal:
hu: _Helyi:

source: _Remote:
hu: _Távoli:
ro: La _distanţă:

source: Standard greeter
hu: Szabványos üdvözlő
ro: Întâmpinare standard

source: Graphical greeter
hu: Grafikus üdvözlő
ro: Întâmpinare grafică

source: Always use 24 hour cloc_k format
hu: Mindig _24 órás formátum használata
ro: Întotdeauna foloseşte formatul timpului de 24 ore

source: Greeter
hu: Üdvözlő
ro: Întâmpinare

source: _Login a user automatically on first bootup
hu: _Felhasználó automatikus beléptetése első induláskor
ro: _Logheazã automat un utilizator la prima pornire

source: _Automatic login username:
hu: _Automatikus bejelentkezés:
ro: Nume utilizator login _automat:

source: Login a user automa_tically after a specified number of seconds
hu: Felhasználó beléptetése a megadott _idő után (másodpercben)
ro: Logheazã automa_t un utilizator dupã un numãr specificat de secunde

source: Timed login us_ername:
hu: Időzített _beléptetés:
ro: Num_e utilizator login cronometrat:

source: _Seconds before login:
hu: _Másodpercek száma bejelentkezés előtt:
ro: _Secunde înainte de login:

source: Timed login
hu: Időzített beléptetés
ro: Login cronometrat

source: General
hu: Általános

source: _Welcome string:
hu: Ü_dvözlőszöveg:
ro: _Mesaj de întâmpinare:

source: Welcome string:
hu: Üdvözlőszöveg:
ro: Mesaj de întâmpinare:

source: Logo
hu: Logó

source: Show choosable user images (_face browser)
hu: _Kiválasztható felhasználói képek mutatása (arcképböngészőben)
ro: Afişeazã imaginile utilizator (activează navigator _feţe)

source: Miscellaneous
hu: Egyéb
ro: Diverse

source: _No background
hu: _Nincs háttér
ro: _Fară fundal

source: _Image
hu: Ké_p
ro: _Imagine

source: Co_lor
hu: S_zín
ro: Cu_loare

source: _Scale background image to fit
hu: _Háttérkép átméretezése
ro: _Scaleazã fundalul ca sã aibã loc

source: _Only color on remote displays
hu: Színek csak távoli képernyőn
ro: Color d_oar pe afişaje la distanţă

source: _Background color:
hu: Háttérszín:
ro: _Culoare fundal:

source: Pick a color
hu: Válassz színt
ro: Selectaţi o culoare

source: Background
hu: Háttér
ro: Fundal

source: <b>Preview:</b>
hu: <b>Előnézet:</b>
ro: <b>Previzualizare:</b>

source: No screenshot available
hu: Képernyőfotó nem elérhető
ro: Captura ecran nu este disponibilă

source: <b>Description:</b>
hu: <b>Leírás:</b>
ro: <b>Descriere:</b>

source: <b>Author:</b>
hu: <b>Alkotó:</b>
ro: <b>Autor:</b>

source: description widget
hu: leírás widget

source: author
hu: alkotó
ro: autor

source: _Install new theme
hu: Új _Téma telepítése
ro: _Instalează temă nouă

source: Allow _root to login with GDM
hu: Root bejelentkezés engedélyezése GDM-en keresztül
ro: Permite _root-ului sã se autentifice cu GDM

source: Allow root to login r_emotely with GDM
hu: Root távoli bejelentkezésének engedélyezése GDM-en keresztül
ro: P_ermite root-ului sã se autentifice cu GDM de la distanţã

source: Allow remote _timed logins
hu: Időzített távoli bejelentkezések engedélyezése
ro: Permite loginuri de la dis_tanţa cronometrate

source: Show _system menu
hu: Rendszer menü mutatása
ro: Arată meniul _Sistem

source: Allow c_onfiguration from the login screen
hu: A beállítás engedélyezése a bejelentkező képernyőről
ro: Permite c_onfigurarea din ecranul de login

source: Retry _delay (seconds) :
hu: Újrapróbálkozás _késleltetése (mp):
ro: Pauzã între încercãri (secun_de):

source: Options
hu: Beállítások
ro: Opţiuni

source: Security
hu: Biztonság
ro: Securitate

source: No XDMCP support in the binary. To enable XDMCP support you must recompile GDM with the XDMCP libraries.
hu: Nincs XDMCP-támogatás a binárisban. Hogy engedélyezd az XDMCP-támogatást, újra kell fordítanod a GDM-et az XDMCP függvénykönyvtárakkal.

source: Honour _indirect requests
hu: Közvetett kéréseket is figyelembe veszi
ro: Onoreazã cererile _indirecte

source: Listen on UDP port:
hu: Ezen az UDP porton figyel:
ro: Ascultã pe portul UDP:

source: Maximum pending requests:
hu: Maximális függő kérések száma:
ro: Maxim de cereri în aşteptare

source: Max pending indirect requests:
hu: Maximális függő közvetett kérések száma:
ro: Maxim de cereri indirecte în aşteptare:

source: Maximum remote sessions:
hu: Maximális távoli kapcsolatok száma:
ro: Maxim de sesiuni la distanţã:

source: Maximum wait time:
hu: Maximális várakozási idő:
ro: Timp maxim de aşteptare:

source: Maximum indirect wait time:
hu: Maximális várakozási idő, közvetett esetben:
ro: Timp maxim de aşteptare indirectã:

source: Displays per host:
hu: Képernyők szerverenként:
ro: Număr de afişaje per gazdă:

source: Ping interval (minutes):
hu: Ping időköz (percben):
ro: Intervalul ping (minute):

source: Enable _XDMCP
hu: XDMCP engedélyezése
ro: Activeazã _XDMCP

source: An error occured while trying to contact the login screens. Not all updates may have taken effect.
hu: Hiba történt a login képernyő kirakása közben. Lehet, hogy nem minden frissítésnek lesz hatása.

source: Archive is not of a subdirectory
hu: Az archívum nem egy alkönyvtárból áll

source: Archive is not of a single subdirectory
hu: Az archívum nem egy könyvtárból áll

source: File not a tar.gz or tar archive
hu: A fájl nem tar.gz vagy tar archívum

source: Archive does not include a GdmGreeterTheme.info file
hu: Az archívum nem tartalmazza a GdmGreeterTheme.info fájlt

source: File does not exist
hu: A fájl nem létezik
ro: Fişierul nu existã

source: No file selected
hu: Nincs fájl kiválasztva
ro: Nici un fişier selectat

source: Not a theme archive Details: %s
hu: Nem egy téma fájl Részletek: %s

source: Theme directory '%s' seems to be already installed, install again anyway?
hu: A(z) '%s' témakönyvtár már létezik. Mégis telepíted?

source: Some error occured when installing the theme
hu: Hiba történt a téma telepítésekor

source: Select new theme archive to install
hu: Válaszd ki a telepítendő témaarchívumot

source: This configuration window changes settings for the GDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for.
hu: Ez a konfigurációs ablak megváltoztatja a GDM démon beállításait, ami a GNOME grafikus beléptető képernyője. A változtatások amiket csinálsz azonnali hatásúak. Nem minden beállítható paraméter van kilistázva ide. Lehet hogy szerkesztened kell %s-t, ha nem találod, amit keresel.

source: You must be the superuser (root) to configure GDM.
hu: Csak rendszergazda (root) jogosultságokkal állíthatod át a GDM-et.
ro: Trebuie sa fiţi superuser (root) pentru a configura GDM

source: A graphical application for configuring the GNOME Display Manager (GDM)
hu: Egy grafikus alkalmazás a GNOME Képernyő Menedzser (GDM) beállítására
ro: O aplicaţie graficã pentru a configura GDM

source: GDM Configurator
hu: GDM Beállító
ro: Configurator GDM

source: greeter_parse_config: No configuration file: %s. Using defaults.
hu: gdm_login_parse_config: Nincs %s beállításfájl. Alapértelmezett érték használata.
ro: greeter_parse_config: Nici un fişier configuraţie: %s. Folosesc setãri implicite.

source: There was an error loading the theme %s
hu: Hiba történt a következő téma betöltése közben: %s

source: The theme for the graphical greeter is corrupt. It does not contain definition for the username/password entry element.
hu: A grafikus üdvözlő témája sérült. Nem tartalmaz definíciót a felhasználói név/jelszó beviteli elemhez.

source: There was an error loading the theme, and the default theme also could not have been loaded, I will attempt to start the standard greeter
hu: Hiba történt a téma betöltésekor, és az alapértelmezett témát sem tudtam betölteni. Megpróbálom indítani az alapértelmezett üdvözlőt

source: I could not start the standard greeter. This display will abort and you may have to login another way and fix the installation of gdm
hu: Nem tudom indítani az alapértelmezett üdvözlőt. Ez a képernyő kikapcsolódik, másikon kell megpróbálnod belépni, és megjavítani a gdm-et.

source: Select a language
hu: Válassz nyelvet
ro: Selectaţi o limbă

source: Select a language for your session to use:
hu: Válassz nyelvet a munkamenethez:
ro: Selectaţi o limbă pentru a fi folosită:

source: Shut down the computer
hu: Lekapcsolja a számítógépet
ro: Opreşte calculatorul

source: Suspend the computer
hu: Energiatakarékos módba helyezi a számítógépet
ro: Suspendã calculatorul

source: Reboot the computer
hu: Újraindítja a számítógépet
ro: Reporneşte calculatorul

source: Configure
hu: Beállítás...
ro: Configureazã

source: You've got capslock on!
hu: A capslock aktív!
ro: Aveţi tasta Caps Lock apasată!

source: Welcome to %h
hu: %h üdvözli Önt!
ro: Bine aţi venit la %h

source: Circles
hu: Körök
ro: Cercuri

source: Theme with blue circles
hu: Téma kék körökkel
ro: Temă cu cercuri albastre

source: GNOME Art variation of Circles
hu: GNOME művészi körök

source: GNOME Artists
hu: GNOME művészek
ro: Artişti GNOME

source: Happy GNOME
hu: Boldog GNOME
ro: GNOME Fericit

source: gdmaskpass only runs as root
hu: gdmaskpass csak rootként fut

source: Authentication failure!
hu: Sikertelen bejelentkezés!
ro: Autentificare eşuatã!

source: (memory buffer)
hu: (memória puffer)

source: (memory buffer
hu: (memória puffer

source: An error occured while loading the user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
hu: Hiba történt a felhasználói interfész %s%s elemének betöltése közben a %s fájlból Talán a glade interfész leíró tönkrement. %s nem tud folytatódni és most kilép. Próbáld ellenőrizni %s telepítését, vagy telepítsd újra %s-t.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
hu: Glade fájl tönkrement! Ellenőrizd, hogy a megfelelő fájl van telepítve! file: %s widget: %s

source: An error occured while loading the user interface element %s%s from file %s. CList type widget should have %d columns. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
hu: Hiba történt a felhasználói interfész %s%s elemének betöltése közben a %s fájlból CList típusú widgetnek %d oszlopának kellene lennie. Talán a glade interfész leíró tönkrement. %s nem tud folytatódni és most kilép. Próbáld ellenőrizni %s telepítését, vagy telepítsd újra %s-t.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
hu: Glade fájl tönkrement! Ellenőrizd, hogy a megfelelő fájl van telepítve! fájl: %s widget: %s várt clist oszlopok: %d

source: An error occured while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
hu: Hiba történt a felhasználói interfész betöltése közben a %s fájlból Talán a glade interfész leíró tönkrement. %s nem tud folytatódni és most kilép. Próbáld ellenőrizni %s telepítését, vagy telepítsd újra %s-t.

source: No interface could be loaded, BAD! (file: %s)
hu: Nem tudtam interfészt betölteni, ROSSZ! (fájl: %s)

source: Failsafe
ro: Minimal

source: XSession
ro: XSesiune

source: Failsafe Gnome
ro: GNOME failsafe

source: Failsafe xterm
ro: xterm failsafe
